Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Skirne and Byggve produce gas and condensate from Middle Jurassic sandstone in the Brent Group.
nb: Skirne og Byggve produserer gass og kondensat fra sandstein av mellomjura alder i Brentgruppen.

source: An amended PDO for the redevelopment of Gullfaks Sør Statfjord Formation with two new subsea templates was approved in 2012.
nb: En endret PUD for reutbygging av Gullfaks Sør Statfjordformasjonen, med to nye havbunnsrammer, ble godkjent i 2012.

source: The well stream was transported by pipeline to the Haewene Brim FPSO for processing.
nb: Brønnstrømmen gikk i rørledning til Haewene Brim-skipet for prosessering.

source: The well stream will be routed by pipeline to the Njord A facility for processing.
nb: Brønnstrømmen skal transporteres i rørledning til Njord A for prosessering.

source: Volund was discovered in 1994, and the plan for development and operation (PDO) was approved in 2007.
nb: Volund ble påvist i 1994, og plan for utbygging og drift (PUD) ble godkjent i 2007.

source: A PDO for Gullfaks Rimfaksdalen, which includes the Rutil and Opal deposits, was approved in 2015.
nb: PUD for Gullfaks Rimfaksdalen, som inkluderer forekomstene Rutil og Opal, ble godkjent i 2015.

source: Svalin was discovered in 1992, and the plan for development and operation (PDO) was approved in 2012.
nb: Svalin ble påvist i 1992, og plan for utbygging og drift (PUD) ble godkjent i 2012.

source: Oil is mainly found in the Ile and Tofte Formations, and gas in the Not Formation.
nb: Oljen finnes i hovedsak i Ile- og Tofteformasjonene, og gassen i Notformasjonen.

source: This resulted in delayed production from Bøyla in 2019 and 2020.
nb: Dette har forårsaket produksjonsutsettelse fra Bøyla i 2019 og 2020.

source: Production started in 1999.
nb: Produksjon startet i 1999.

source: The water depth is about 100 metres.
nb: Vanndybden er om lag 100 meter.

source: They meet current needs for transport, storage and processing of oil and gas from the fields they serve.
nb: Disse dekker aktuelle behov for transport, lagring og behandling av olje og gass fra tilknyttede felt.

source: The field was developed with Jotun A, a combined production, storage and offloading vessel (FPSO), and Jotun B, a wellhead facility.
nb: Feltet ble bygd ut med Jotun A, et kombinert produksjons- og lagerskip (FPSO), og en brønnhodeinnretning, Jotun B.

source: The platform is equipped for tie-in of a subsea template planned for the development of the Hanz field, and for possible development of other nearby discoveries.
nb: Innretningen er tilrettelagt for tilkobling av en havbunnsramme som er planlagt for utbyggingen av Hanz, og for mulig utbygging av andre nærliggende funn.

source: The field is developed with the Sleipner B production/wellhead facility, which is remotely operated from the Sleipner A facility on the Sleipner Øst field.
nb: Feltet er bygd ut med produksjons- og brønnhodeinnretningen Sleipner B, som fjernstyres fra Sleipner A-innretningen på Sleipner Øst.

source: The development comprises a production, drilling and quarters (PDQ) platform with a steel jacket and a separate jack-up rig for drilling and completion.
nb: Utbyggingen omfatter en produksjons-, bore- og boliginnretning (PDQ) med stålunderstell og en separat oppjekkbar rigg for boring og komplettering.

source: Johan Sverdrup is a field on the Utsira High in the central part of the North Sea, 65 kilometres northeast of the Sleipner fields.
nb: Johan Sverdrup ligger på Utsirahøgda i den midtre delen av Nordsjøen, 65 kilometer nordøst for Sleipner-feltene.

source: Development of the Alpha Horst discovery is being planned.
nb: Utbygging av Alpha Horst-segmentet planlegges.

source: The CO2 is separated and returned to the field by pipeline for injection into the aquifer (Stø reservoir).
nb: CO2 blir skilt ut og sendt tilbake til feltet i et rør for injeksjon i vannsonen (Stø-reservoaret).

source: The field is under development and the production is planned to start in 2024.
nb: Feltet er under utbygging og produksjonsstart ventes i 2024.

source: A decommissioning plan for Skirne and Atla was already submitted in 2015.
nb: En avslutningsplan for Skirne og Atla ble levert allerede i 2015.

source: Our data protection officer in the Ministry of Petroleum and Energy is Karoline Wiermyhr.
nb: Vårt personvernombud i Olje- og energidepartementet er Karoline Wiermyhr.

source: First stage processing is carried out on the Ivar Aasen platform, and the partly processed fluids are transported to the Edvard Grieg platform for final processing and export.
nb: Førstetrinnsprosessering skjer på Ivar Aasen, og de delvis prosesserte væskene transporteres til Edvard Grieg for endelig behandling og eksport.

source: In 2019, production from Phase I started and the PDO for Phase II was approved.
nb: I 2019 startet produksjonen fra fase I og PUD for fase II ble godkjent.

source: Tambar Øst is a field in the southern part of the Norwegian sector in the North Sea, two kilometres east of the Tambar field.
nb: Tambar Øst ligger i den sørlige delen av norsk sektor i Nordsjøen, to kilometer øst for Tambar.

source: The state-owned enterprise Petoro was established in May 2001 to manage the SDFI on behalf of the state.
nb: Statsaksjeselskapet Petoro ble opprettet i mai 2001 for å ivareta SDØE på vegne av staten.

source: Oil production from Fram is restricted by the gas processing capacity at the Troll C facility.
nb: Oljeproduksjonen fra Fram er begrenset av gassprosesseringskapasiteten på Troll C-innretningen.

source: In 2010, Grane terminated gas import from the Heimdal gas centre, and only produced gas was reinjected into the reservoir.
nb: I 2010 avsluttet Grane gassimporten fra Heimdal-senteret, og bare produsert gass fra Grane ble reinjisert i reservoaret.

source: The well stream from Vigdis is routed to Snorre A through two flowlines.
nb: Brønnstrømmen fra Vigdis transporteres til Snorre A via to strømningsrør.

source: Associated gas was used for gas lift in the horizontal wells until 2012.
nb: Assosiert gass ble brukt til gassløft i de horisontale brønnene fram til 2012.

source: Amendments to the Gullfaks PDO, covering Phase I and Phase II production from the Shetland/Lista deposit, were approved in 2015 and 2019, respectively.
nb: Endret PUD for Gullfaks, som dekker fase I- og fase II-produksjon fra Shetland/Lista-forekomsten, ble godkjent i henholdsvis 2015 og 2019.

source: It is planned that the facility will be supplied with power from shore starting in 2022, as part of the electrification of the Utsira High area.
nb: Det er planlagt at innretningen vil få kraft fra land fra 2022 som en del av elektrifiseringen av Utsirahøgda.

source: Oil is exported via the Oseberg Transport System (OTS) to the Sture terminal.
nb: Oljen eksporteres via Oseberg Transport System (OTS) til Stureterminalen.

source: Gas export began in 2000.
nb: Gasseksporten startet i 2000.

source: Other examples include projects awarded funding under a joint call for proposals from the NANO2021 and PETROMAKS 2 programmes.
nb: Andre eksempler er prosjekter fra en fellesutlysning fra programmene NANO 2021 og PETROMAKS 2.

source: 25/4-2 (Trine) is a discovery in the central part of the North Sea, five kilometres east of the Heimdal field.
nb: 25/4-2 (Trine) er et funn i den midtre delen av Nordsjøen, fem kilometer øst for Heimdal.

source: Odin was discovered in 1974, and the plan for development and operation (PDO) was approved in 1980.
nb: Odin ble påvist i 1974, og plan for utbygging og drift (PUD) ble godkjent i 1980.

source: Ula is a field in the southern part of the Norwegian sector in the North Sea.
nb: Ula ligger i den sørlige delen av norsk sektor i Nordsjøen.

source: Blowdown of the gas cap in the Not Formation was started in 2019.
nb: Gasskappenedblåsning i Notformasjonen startet i 2019.

source: Production from Ærfugl Nord started in November 2021.
nb: Feltet startet produksjon i november 2021.

source: Production from Tordis is processed in a separate facility on Gullfaks C. PDO for Gullfaks Vest was approved in 1993, and for recovery from the Lunde Formation in 1995.
nb: Produksjonen fra Tordis blir behandlet i et eget anlegg på Gullfaks C. PUD for Gullfaks Vest ble godkjent i 1993, og for produksjon fra Lundeformasjonen i 1995.

source: Gullfaks Sør was discovered in 1978, but comprises several discoveries made in later years.
nb: Gullfaks Sør ble påvist i 1978, men omfatter flere funn gjort i årene etter.

source: Produced water, which is produced as a byproduct along with oil and gas, contains oil residues in the form of droplets (dispersed oil) and other organic compounds (including oil fractions).
nb: Vann som blir produsert sammen med olje og gass, inneholder rester av olje i dråpeform (dispergert olje) og andre organiske komponenter (inkludert oljefraksjoner).

source: Albuskjell is a field in the southern part of the Norwegian sector in the North Sea, 20 kilometres west of the Ekofisk field.
nb: Albuskjell ligger i den sørlige delen av norsk sektor i Nordsjøen, 20 kilometer vest for Ekofisk.

source: The main challenge on the Morvin field is drillability.
nb: Hovedutfordringen på Morvin er borbarheten.

source: Heimdal also serves as a hub for rich gas transported from Oseberg to continental Europe via the Draupner platforms.
nb: Heimdal er også et knutepunkt for rikgass transportert fra Oseberg til kontinentet via Draupner-innretningene.

source: The strategy for the Visund field is to maintain reservoir pressure within drilling limits and optimise oil recovery, while increasing gas exports.
nb: Strategien for Visund er å holde reservoartrykket innenfor boregrensene og optimalisere oljeutvinningen, mens gasseksporten økes.

source: Employment in the oil and gas industry dropped in 2015 after several years of strong growth.
nb: Etter mange år med høy vekst har antall sysselsatte i olje- og gassvirksomheten og relaterte næringer falt siden 2015.

source: The accommodation facilities Ekofisk H and Ekofisk Q were replaced by Ekofisk L in 2014.
nb: Boliginnretningene Ekofisk H og Ekofisk Q ble erstattet av Ekofisk L i 2014.

source: The reservoir quality is good.
nb: Fergus i Storbritannia.

source: The objective of state ownership of Equinor is to maintain a knowledge-based, high-technology company that has its main base in Norway.
nb: Målet med statens eierskap i Equinor er å opprettholde et kunnskapsbasert og høyteknologisk industrikonsern med hovedkontorfunksjoner i Norge.

source: Yme was discovered in 1987, and the plan for development and operation (PDO) was approved in 1995.
nb: Yme ble påvist i 1987, og plan for utbygging og drift (PUD) ble godkjent i 1995.

source: Since 1996, CO
nb: Siden 1996 har CO

source: The oil is exported via the production vessel at Jotun to tankers on the field.
nb: Oljen eksporteres via produksjonsfartøyet på Jotun til tankskip på feltet.

source: Tyrihans Nord contains gas and condensate with a thin oil zone.
nb: Tyrihans Nord inneholder gass og kondensat med en tynn oljesone.

source: Huldra was discovered in 1982, and the plan for development and operation (PDO) was approved in 1999.
nb: Huldra ble påvist 1982, og plan for utbygging og drift (PUD) ble godkjent i 1999.

source: Vega is a field in the northern part of the North Sea, 30 kilometres west of the Gjøa field.
nb: Vega ligger i den nordlige delen av Nordsjøen, 30 kilometer vest for Gjøa.

source: The first oil discovery on the Norwegian shelf was Balder in 1967.
nb: Det første oljefunnet som ble gjort på norsk sokkel var Balder i 1967.

source: Undiscovered resources by sea area
nb: Uoppdagede ressurser fordelt på område

source: The reservoir contains oil in Upper Cretaceous sandstone in the Lysing Formation and lies at a depth of 3100 metres.
nb: Reservoaret inneholder olje i øvre kritt sandstein i Lysingformasjonen på 3100 meters dyp.

source: The Ærfugl and Dvalin fields started production in 2020 respectively.
nb: Ærfugl og Dvalin ble satt i produksjon 2020.

source: o.e., and account for 17 per cent of the remaining proven resources.
nb: Dette utgjør 17 prosent av de totale gjenværende påviste ressursene.

source: In addition, the company Tjeldbergodden Luftgassfabrikk DA operates a small fractionation and LNG plant with a capacity of 35 million Sm
nb: Tjeldbergodden Luftgassfabrikk DA har også et mindre fraksjonerings- og LNG-anlegg med kapasitet på 35 millioner Sm

source: Both structures are developed with two subsea templates each, tied-back to the Troll C platform.
nb: Begge strukturene er bygd ut med to brønnrammer hver, knyttet til Troll C-innretningen.

source: Two exploration wells near Fram are planned for 2021.
nb: To letebrønner i Fram-området er planlagt i 2021.

source: A PDO for the development of Ekofisk South was approved in 2011.
nb: I 2011 godkjente myndighetene PUD for Ekofisk Sør.

source: Fram H-Nord produces oil and gas from turbiditic sandstone of Late Jurassic age in the Heather Formation.
nb: Fram H-Nord produserer olje og gass fra turbidittsandstein av senjura alder i Heatherformasjonen.

source: Islay is a field on the boundary to the UK sector in the northern part of the North Sea, 55 kilometres west of the Oseberg field.
nb: Islay ligger på grensen mellom britisk og norsk sektor i den nordlige delen av Nordsjøen, 55 kilometer vest for Oseberg.

source: Martin Linge was discovered in 1978, and the plan for development and operation (PDO) was approved in 2012.
nb: Martin Linge ble påvist i 1978, og plan for utbygging og drift (PUD) ble godkjent i 2012.

source: In the same year, the authorities granted an exemption for the plan for development and operation (PDO) and the field started production.
nb: Samme år fikk feltet innvilget fritak fra plan for utbygging og drift (PUD), og det ble satt i produksjon.

source: The plant is being expanded so that it can also receive rich gas from the Polarled pipeline, which is under construction.
nb: Anlegget på Nyhamna utvides for å kunne ta imot rikgass fra rørledningen Polarled som er under bygging.

source: The Ministry of Petroleum and Energy is responsible for managing the state’s ownership of Petoro.
nb: Olje- og energidepartementet forvalter statens eierskap i Petoro.

source: Alvheim was discovered in 1998, and the plan for development and operation (PDO) was approved in 2004.
nb: Alvheim ble påvist i 1998, og plan for utbygging og drift (PUD) ble godkjent i 2004.

source: Øygarden municipality, Vestland
nb: Øygarden kommune i Vestland

source: The most likely development solution is a tie-back to the Åsgard B facility.
nb: Den mest sannsynlige utbyggingsløsningen er tilknytning til Åsgard B-innretningen.

source: Ringhorne Øst produces oil with associated gas from Jurassic sandstone in the Statfjord Group.
nb: Ringhorne Øst produserer olje med assosiert gass fra sandstein av jura alder i Statfjordgruppen.

source: Statfjord Øst was discovered in 1976, and the plan for development and operation (PDO) was approved in 1990.
nb: Statfjord Øst ble påvist i 1976, og plan for utbygging og drift (PUD) ble godkjent i 1990.

source: Tambar is a field in the southern part of the Norwegian sector in the North Sea, 16 kilometres southeast of the Ula field.
nb: Tambar ligger i den sørlige delen av norsk sektor i Nordsjøen, 16 kilometer sørøst for Ula.

source: After i peak in 2014, the oil and gas industry has streamlined their operations and adapted to a lower activity level, both domestically and globally.
nb: Etter en topp rundt 2014 har antall sysselsatte i olje- og gassnæringen falt de siste årene som følge av at næringen har effektivisert og tilpasset seg et lavere aktivitetsnivå - nasjonalt og internasjonalt.

source: In 2020, the contingent resources in fields increased by 46 million Sm
nb: I 2020 økte de betingede ressursene i felt med 46 millioner Sm

source: In addition, there are nearly 400 subsea installations.
nb: Det er også rundt 400 havbunns­installasjoner.

source: The map above shows the acreage announced in the APA 2020 round.
nb: Kartet over viser det arealet som ble lyst ut for tildeling i TFO 2020.

source: Historical and projected emissions of nmVOC from the petroleum sector in Norway, 1998-2025 – Historical numbers for 1998-2020 and projections for 2021-2025
nb: Historiske og antatt fremtidige nmVOC-utslipp fra petroleumssektoren i Norge, 1998-2025 – Historiske tall for 1998-2020 og prognoser for 2021-2025 Oppdatert:

source: Total oil equivalents are stated in million Sm³ o.e., 1000 Sm³ gas = 1 Sm³ o.e.
nb: Sum oljeekvivalenter blir oppgitt i millioner Sm³ o.e., 1000 Sm³ gass = 1 Sm³ o.e. Oppdatert:

source: Sales gas is exported from the Sleipner A facility via Gassled (Area D) to market.
nb: Salgsgass eksporteres fra Sleipner A-innretningen via Gassled (område D) til markedet.

source: This entails a reduction in remaining reserves in the Norwegian Sea of 64 million Sm
nb: Dette gir en reduksjon i gjenværende reserver i Norskehavet på 64 millioner Sm

source: From 2019, all gas is reinjected to increase oil recovery.
nb: Fra 2019 reinjiseres all gass for å øke oljeutvinningen.

source: In resource classification system, original reserves include petroleum volumes in resource class 0, 1, 2 and 3.
nb: Når det gjelder ressursklassifisering, omfatter opprinnelige reserver petroleumsmengder i ressursklasse 0, 1, 2 og 3.

source: Remaining reserves per company as of 31.12.2020
nb: Gjenværende reserver per selskap per 31.12.2020

source: It is therefore essential that the way the industry is organised and the division of roles and responsibilities takes all important public interests into account and ensures that value creation from petroleum resources benefits Norwegian society as a whole.
nb: Det er derfor av stor betydning at organiseringen av virksomheten, samt rolle- og ansvarsfordeling ivaretar alle viktige samfunnshensyn og sørger for at verdiskapingen fra petroleumsressursene kommer hele det norske folk til gode.

source: Processed rich gas is transported by pipeline from Alvheim to the Scottish Area Gas Evacuation (SAGE) pipeline on the UK continental shelf.
nb: Prosessert rikgass transporteres med rørledning fra Alvheim-skipet til rørledningssystemet Scottish Area Gas Evacuation (SAGE) på britisk sokkel.

source: The system of awards in predefined areas (APA) was introduced for the most well-documented parts of the continental shelf in in 2003.
nb: TFO-ordningen ble innført for de mest kjente delene av kontinentalsokkelen i 2003.

source: About two-thirds of the recoverable gas reserves lie in Troll Øst.
nb: Omtrent to tredjedeler av de utvinnbare gassreservene befinner seg i Troll Øst.

source: 30/11-7 (Fulla) is a discovery in the central part of the North Sea, ten kilometres northeast of the Frigg field.
nb: 30/11-7 (Fulla) er et funn i den midtre delen av Nordsjøen, ti kilometer nordøst for Frigg.

source: The reservoir in the West Cable discovery is in fluvial sandstone in the Middle Jurassic Sleipner Formation.
nb: Reservoaret i West Cable-funnet er i fluvial sandstein av mellomjura alder i Sleipnerformasjonen.

source: Mikkel produces gas and condensate from Jurassic sandstone in the Garn, Ile and Tofte Formations.
nb: Mikkel produserer gass og kondensat fra jura sandstein i Garn-, Ile- og Tofteformasjonene.

source: According to the formal disposal resolution, decommissioning must be completed by the end of 2022.
nb: Ifølge disponeringsvedtaket skal fjerningsarbeidet være ferdigstilt i slutten av 2022.

source: Morvin was discovered in 2001, and the plan for development and production (PDO) was approved in 2008.
nb: Morvin ble påvist i 2001, og plan for utbygging og drift (PUD) ble godkjent i 2008.

source: Rev is a field close to the UK border in the southern part of the Norwegian sector in the North Sea, four kilometres south of the Varg field.
nb: Rev ligger nær grensen til Storbritannia i den sørlige delen av norsk sektor i Nordsjøen, fire kilometer sør for Varg.

source: Statfjord produces oil and associated gas from Jurassic sandstone in the Brent and Statfjord Groups, and in the Cook Formation.
nb: Statfjord produserer olje og assosiert gass fra sandstein av jura alder i Brent- og Statfjordgruppene og Cookformasjonen.

source: Snøhvit was discovered in 1984, and the plan for development and operation (PDO) was approved in 2002.
nb: Snøhvit ble påvist i 1984, og plan for utbygging og drift (PUD) ble godkjent i 2002.

source: Mongstad has three jetties that can be used by vessels of up to 400 000 tonnes, and six rock caverns with a total capacity of 1.5 million Sm
nb: For dette formålet har anlegget tre kaianlegg for skip på inntil 400 000 tonn og seks fjellkaverner (lagre) med kapasitet på til sammen 1,5 millioner Sm

source: The Alpha Nord segment was developed in 2004 with a subsea template tied-back to the Sleipner T with an 18-kilometre pipeline.
nb: Alpha Nord-segmentet ble bygd ut i 2004 med en havbunnsramme som er knyttet til Sleipner T med en 18 kilometer lang rørledning.

source: Gimle was discovered in 2004, and was granted exemption from the plan for development and operation (PDO) requirement in 2006.
nb: Gimle ble påvist i 2004, og fikk innvilget fritak fra plan for utbygging og drift (PUD) i 2006.

source: Chapters 9 and 10 of the Petroleum Act and regulations under the Act govern safety requirements for the industry.
nb: Petroleumslovens kapittel 9 og 10, med forskrifter, regulerer sikkerheten i petroleumsvirksomheten. Oppdatert:

source: The estimate in this year’s resource accounts is 3835 million Sm
nb: Estimatet er i årets ressursregnskap 3835 millioner Sm

source: Southern North Sea Norway’s oil era started in earnest in the southern North Sea, with the discovery of Ekofisk in 1969.
nb: Det var i den sørlige delen av Nordsjøen at oljeeventyret startet for alvor, med funnet av Ekofisk i 1969.

source: Production started in 2005 from Svale, from Stær in 2006 and from Svale North in 2016.
nb: Produksjonen startet fra Svale i 2005, fra Stær i 2006 og fra Svale Nord i 2016.

source: Both PETROSENTER centres will be in full operation for up to eight years from 2014.
nb: Sentrene kom i full drift i løpet av 2014 og vil få støtte i åtte år.

source: The PDO for Fram Øst was approved in 2005, and production started in 2006.
nb: PUD for Fram Øst ble godkjent i 2005, og produksjonen startet i 2006.

source: Production licences are normally awarded through licensing rounds, in which the Ministry announces that companies can apply for production licences in certain geographical areas (blocks).
nb: Utvinningstillatelser blir normalt tildelt gjennom konsesjonsrunder, som innebærer at departementet kunngjør visse geografiske områder (blokker) som det kan søkes om utvinningstillatelse for.

source: Gas is sent via Norpipe to Emden in Germany.
nb: Gassen sendes i rørledning til Norpipe og derfra til Emden i Tyskland.

source: Gas is exported from Kristin via the Åsgard Transport System (ÅTS) to the Kårstø terminal, while oil and condensate are transported by pipeline to the storage ship Åsgard C for export on shuttle tankers.
nb: Gassen transporteres fra Kristin gjennom Åsgard Transport System (ÅTS) til Kårstø-terminalen, i Rogland, mens olje og kondensat sendes gjennom rørledning til lagerskipet Åsgard C for eksport med tankskip.

source: The technology has been developed with support from both PETROMAKS and DEMO 2000.
nb: Utviklingen har blitt støttet og demonstrert hos PETROMAKS og DEMO2000.

source: Fenja is a field in the Norwegian Sea, 35 kilometres southwest of the Njord field.
nb: Fenja ligger i Norskehavet, 35 kilometer sørvest for Njord.

source: Gyda is a field in the southern part of the Norwegian sector in the North Sea, between the Ula and Ekofisk fields.
nb: Gyda ligger i den sørlige delen av norsk sektor i Nordsjøen, mellom Ula og Ekofisk.
